Repository: chrisnguyen1211/pillrdotlol
Catalog: Sources/LidEffort/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pt_br, ru, zh_hans

source: Answer Claude from the notch
fr: Répondre à Claude depuis l'encoche
ja: ノッチから Claude に答える
pt_br: Responda ao Claude pelo notch
ru: Отвечайте Claude с панели
zh_hans: 在刘海里回答 Claude

source: Answer from the notch
fr: Répondre depuis l'encoche
ja: ノッチから答える
pt_br: Responder pelo notch
ru: Ответ с панели
zh_hans: 在刘海里回答

source: Answer in the session instead
fr: Répondre plutôt dans la session
ja: セッション側で答える
pt_br: Responder na própria sessão
ru: Ответить в самом сеансе
zh_hans: 改在会话里回答

source: Answer questions and approvals from the notch
fr: Répondre aux questions et autorisations depuis l'encoche
ja: 質問と承認にノッチから答える
pt_br: Responder perguntas e aprovações pelo notch
ru: Ответы на вопросы и подтверждения с панели
zh_hans: 在刘海里回答问题和批准请求

source: Answer questions too
fr: Répondre aussi aux questions
ja: 質問にも答える
pt_br: Responder perguntas também
ru: Отвечать и на вопросы
zh_hans: 也回答问题

source: Answered
fr: Répondu
ja: 回答済み
pt_br: Respondido
ru: Отвечено
zh_hans: 已回答

source: Answers sent
fr: Réponses envoyées
ja: 回答を送信しました
pt_br: Respostas enviadas
ru: Ответы отправлены
zh_hans: 回答已发送

source: Applications folder
fr: Dossier Applications
ja: アプリケーションフォルダ
pt_br: Pasta Aplicativos
ru: Папка «Программы»
zh_hans: 「应用程序」文件夹

source: Applied to every agent below, on each one's own scale.
fr: Appliqué à chaque agent ci-dessous, selon sa propre échelle.
ja: 下のすべてのエージェントに、それぞれの段階に合わせて適用されます。
pt_br: Aplicado a todos os agentes abaixo, na escala de cada um.
ru: Применяется ко всем агентам ниже, к каждому по его собственной шкале.
zh_hans: 应用到下面每个智能体，按各自的档位换算。

source: Approval and question sounds
fr: Sons des autorisations et questions
ja: 承認と質問のサウンド
pt_br: Sons de aprovação e pergunta
ru: Звуки подтверждений и вопросов
zh_hans: 批准与提问的声音

source: Approvals and questions
fr: Autorisations et questions
ja: 承認と質問
pt_br: Aprovações e perguntas
ru: Подтверждения и вопросы
zh_hans: 批准与提问

source: Approve from right here
fr: Approuvez d'ici même
ja: ここからすぐ承認
pt_br: Aprove daqui mesmo
ru: Подтверждайте прямо здесь
zh_hans: 就在这里批准

source: Asking: %@
fr: Demande : %@
ja: 質問中: %@
pt_br: Perguntando: %@
ru: Спрашивает: %@
zh_hans: 正在问：%@

source: Asks macOS for %@'s saved login again. Always Allow means it is asked less often.
fr: Redemande à macOS les identifiants enregistrés de %@. Avec Toujours autoriser, la demande revient moins souvent.
ja: %@ の保存済みログインを macOS に再度要求します。「常に許可」を選ぶと、確認の回数が減ります。
pt_br: Pede novamente ao macOS o login salvo do %@. Com Sempre Permitir, ele pergunta com menos frequência.
ru: Повторно запрашивает у macOS сохранённый вход %@. С «Разрешать всегда» запросов будет меньше.
zh_hans: 再次向 macOS 请求 %@ 已保存的登录信息。选「始终允许」可以少问几次。

source: Attached to the bottom screen edge. Option-drag to move left or right.
fr: Fixée au bord inférieur de l'écran. Glissez avec Option pour la déplacer à gauche ou à droite.
ja: 画面の下端に配置。Option ドラッグで左右に移動できます。
pt_br: Preso à borda inferior da tela. Arraste com Option para mover para a esquerda ou para a direita.
ru: Прикреплена к нижнему краю экрана. Перетаскивайте с Option, чтобы сдвинуть влево или вправо.
zh_hans: 贴在屏幕底边。按住 Option 拖动可左右移动。

source: Attached to the left-hand screen edge. Option-drag to move up or down.
fr: Fixée au bord gauche de l'écran. Glissez avec Option pour la déplacer vers le haut ou le bas.
ja: 画面の左端に配置。Option ドラッグで上下に移動できます。
pt_br: Preso à borda esquerda da tela. Arraste com Option para mover para cima ou para baixo.
ru: Прикреплена к левому краю экрана. Перетаскивайте с Option, чтобы сдвинуть вверх или вниз.
zh_hans: 贴在屏幕左边缘。按住 Option 拖动可上下移动。

source: Attached to the right-hand screen edge. Option-drag to move up or down.
fr: Fixée au bord droit de l'écran. Glissez avec Option pour la déplacer vers le haut ou le bas.
ja: 画面の右端に配置。Option ドラッグで上下に移動できます。
pt_br: Preso à borda direita da tela. Arraste com Option para mover para cima ou para baixo.
ru: Прикреплена к правому краю экрана. Перетаскивайте с Option, чтобы сдвинуть вверх или вниз.
zh_hans: 贴在屏幕右边缘。按住 Option 拖动可上下移动。

source: Back
fr: Retour
ja: 戻る
pt_br: Voltar
ru: Назад
zh_hans: 返回

source: Back to %@
fr: Retour à %@
ja: %@ に戻る
pt_br: Voltar para %@
ru: Назад к %@
zh_hans: 回到%@

source: Boom. Done.
fr: Boum. Terminé.
ja: よし、完了。
pt_br: Bum. Feito.
ru: Бум. Готово.
zh_hans: 砰。搞定。

source: Both
fr: Les deux
ja: 両方
pt_br: Ambos
ru: Оба
zh_hans: 两者都要

source: Brought to the front when you click a session.
fr: Passe au premier plan quand vous cliquez sur une session.
ja: セッションをクリックすると前面に出ます。
pt_br: Vem para a frente quando você clica em uma sessão.
ru: Выходит на передний план при щелчке по сеансу.
zh_hans: 点击会话时会被带到前台。

source: Can't read
fr: Lecture impossible
ja: 読み取れません
pt_br: Não é possível ler
ru: Не удаётся прочитать
zh_hans: 无法读取

source: Check Now
fr: Vérifier maintenant
ja: 今すぐ確認
pt_br: Verificar agora
ru: Проверить сейчас
zh_hans: 立即检查

source: Cheer from the notch
fr: Encouragements de l'encoche
ja: ノッチからのエール
pt_br: Comemoração no notch
ru: Поздравления с панели
zh_hans: 刘海里的欢呼

source: Claude Code isn't on this Mac yet. When you install it, both of these start working on their own.
fr: Claude Code n'est pas encore sur ce Mac. Une fois installé, ces deux fonctions se mettent en marche d'elles-mêmes.
ja: この Mac にはまだ Claude Code がありません。インストールすれば、どちらも自動的に動き始めます。
pt_br: O Claude Code ainda não está neste Mac. Quando você o instalar, os dois passam a funcionar sozinhos.
ru: Claude Code пока не установлен на этом Mac. Когда вы его установите, обе функции заработают сами.
zh_hans: 这台 Mac 上还没有 Claude Code。装好之后，这两项会自己开始工作。

source: Claude Desktop (experimental)
fr: Claude Desktop (expérimental)
ja: Claude Desktop（実験的）
ru: Claude Desktop (экспериментально)
zh_hans: Claude Desktop（实验性）

source: Claude Desktop has no terminal to type into, so its sessions otherwise pick the level up next session. With this on, pillr types /effort and Return into the focused, empty message box through Accessibility. Every check is a reason not to type.
fr: Claude Desktop n'a pas de terminal où taper : sans ceci, ses sessions ne prennent le niveau qu'à la session suivante. Avec ceci activé, pillr tape /effort puis Retour dans le champ de message actif et vide, via l'Accessibilité. Chaque vérification est une raison de ne pas taper.
ja: Claude Desktop には入力先のターミナルがないため、通常はレベルが次のセッションから反映されます。これをオンにすると、pillr がアクセシビリティ経由で、フォーカスされた空のメッセージ欄に /effort と Return を入力します。確認項目が一つでも満たされなければ入力しません。
pt_br: O Claude Desktop não tem terminal onde digitar, então, sem isto, as sessões dele só aplicam o nível na próxima sessão. Com isto ativado, o pillr digita /effort e Return na caixa de mensagem vazia e em foco, via Acessibilidade. Cada verificação é um motivo para não digitar.
ru: У Claude Desktop нет терминала для ввода, поэтому иначе его сеансы получают уровень только в следующем сеансе. Если это включено, pillr вводит /effort и Return в активное пустое поле сообщения через Универсальный доступ. Каждая проверка — повод ничего не вводить.
zh_hans: Claude Desktop 没有可输入的终端，所以它的会话本来要到下个会话才会用上新档位。打开这项后，pillr 会通过辅助功能在聚焦且为空的消息框里输入 /effort 并按回车。每一项检查都是不输入的理由。

source: Claude asks
fr: Claude demande
ja: Claude が確認
pt_br: O Claude pergunta
ru: Claude спрашивает
zh_hans: Claude 在问

source: Claude asks · %@
fr: Claude demande · %@
ja: Claude が確認 · %@
pt_br: O Claude pergunta · %@
ru: Claude спрашивает · %@
zh_hans: Claude 在问 · %@

source: Claude is on the Claude Code page. Reorder agents in
fr: Claude se trouve sur la page Claude Code. Réordonnez les agents dans
ja: Claude は Claude Code のページにあります。エージェントの並べ替え:
pt_br: O Claude está na página do Claude Code. Reordene os agentes em
ru: Claude находится на странице Claude Code. Порядок агентов меняется в
zh_hans: Claude 在 Claude Code 页面。调整智能体顺序请前往

source: Claude skips it and asks you what to do instead.
fr: Claude ne l'exécute pas et vous demande quoi faire à la place.
ja: Claude はそれを実行せず、代わりにどうするかをあなたに尋ねます。
pt_br: O Claude pula isso e pergunta o que você quer fazer.
ru: Claude пропускает команду и спрашивает, что делать вместо неё.
zh_hans: Claude 跳过它，改为问你该怎么做。

source: Claude won't ask about this command again in that project.
fr: Claude ne redemandera plus pour cette commande dans ce projet.
ja: そのプロジェクトでは、Claude はこのコマンドについて再び確認しません。
pt_br: O Claude não vai perguntar sobre este comando de novo naquele projeto.
ru: Claude больше не будет спрашивать об этой команде в этом проекте.
zh_hans: 在那个项目里，Claude 不会再问这条命令。

source: Claude's login is in your keychain. If macOS asks for your password, choose Always Allow so it doesn't ask again.
fr: Les identifiants de Claude sont dans votre trousseau. Si macOS demande votre mot de passe, choisissez Toujours autoriser pour qu'il ne redemande plus.
ja: Claude のログインはキーチェーンにあります。macOS がパスワードを尋ねたら、「常に許可」を選ぶと以後は尋ねられません。
pt_br: O login do Claude está nas suas chaves. Se o macOS pedir sua senha, escolha Sempre Permitir para ele não perguntar de novo.
ru: Вход Claude хранится в связке ключей. Если macOS запросит пароль, выберите «Разрешать всегда», чтобы запрос не повторялся.
zh_hans: Claude 的登录信息在你的钥匙串里。如果 macOS 要你输入密码，选「始终允许」，它就不会再问。

source: Clean slate, %@
fr: Table rase, %@
ja: %@、まっさらなスタートです
pt_br: Tudo zerado, %@
ru: С чистого листа, %@
zh_hans: 从头再来，%@

source: Clear
fr: Effacer
ja: 消去
pt_br: Limpar
ru: Очистить
zh_hans: 清除

source: Click to open
fr: Cliquez pour ouvrir
ja: クリックして開く
pt_br: Clique para abrir
ru: Нажмите, чтобы открыть
zh_hans: 点击打开

source: Connected · %@ loaded
fr: Connecté · chargés : %@
ja: 接続済み · %@ 件読み込み済み
pt_br: Conectado · carregados: %@
ru: Подключено · загружено: %@
zh_hans: 已连接 · 已加载 %@

source: Connecting…
fr: Connexion…
ja: 接続中…
pt_br: Conectando…
ru: Подключение…
zh_hans: 正在连接…

source: Context %@%%
fr: Contexte %@%%
ja: コンテキスト %@%%
pt_br: Contexto %@%%
ru: Контекст %@%%
zh_hans: 上下文 %@%%

source: Copied. Paste them into your message.
fr: Copiés. Collez-les dans votre message.
ja: コピーしました。メッセージに貼り付けてください。
pt_br: Copiado. Cole na sua mensagem.
ru: Скопировано. Вставьте в сообщение.
zh_hans: 已复制。粘贴到你的消息里吧。

source: Copy
fr: Copier
ja: コピー
pt_br: Copiar
ru: Копировать
zh_hans: 复制

source: Couldn't copy pillr into Applications: %@
fr: Impossible de copier pillr dans Applications : %@
ja: pillr をアプリケーションにコピーできませんでした: %@
pt_br: Não foi possível copiar o pillr para Aplicativos: %@
ru: Не удалось скопировать pillr в папку «Программы»: %@
zh_hans: 无法把 pillr 复制到「应用程序」：%@

source: Crash reports
fr: Rapports de plantage
ja: クラッシュレポート
pt_br: Relatórios de falhas
ru: Отчёты о сбоях
zh_hans: 崩溃报告

source: Database
fr: Base de données
ja: データベース
pt_br: Banco de dados
ru: База данных
zh_hans: 数据库

source: Declined
fr: Refusé
ja: 拒否済み
pt_br: Recusado
ru: Отклонено
zh_hans: 已拒绝

source: Default
fr: Par défaut
ja: デフォルト
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认

source: Denied
fr: Refusé
ja: 拒否済み
pt_br: Negado
ru: Запрещено
zh_hans: 已拒绝

source: Deny
fr: Refuser
ja: 拒否
pt_br: Negar
ru: Запретить
zh_hans: 拒绝

source: Done and dusted
fr: Et voilà, c'est plié
ja: きっちり完了
pt_br: Feito e entregue
ru: Всё готово
zh_hans: 大功告成

source: Done? I'll tell you.
fr: Terminé ? Je vous préviens.
ja: 終わったら、お知らせします。
pt_br: Terminou? Eu te aviso.
ru: Готово? Я сообщу.
zh_hans: 好了没？我会告诉你。

source: Doodle
fr: Gribouillis
ja: 手描き
pt_br: Rabisco
ru: Каракули
zh_hans: 涂鸦

source: Down along the bottom!
fr: En bas, le long du bord !
ja: 下の辺に沿って！
pt_br: Descendo pela borda de baixo!
ru: Вниз, вдоль нижнего края!
zh_hans: 下到底边！

source: Effort level
fr: Niveau d'effort
ja: 推論レベル
pt_br: Nível de esforço
ru: Уровень усилия
zh_hans: 推理强度

source: Every %@ minutes
fr: Toutes les %@ minutes
ja: %@ 分ごと
pt_br: A cada %@ minutos
ru: Каждые %@ мин.
zh_hans: 每 %@ 分钟

source: Every %lld minutes
fr: Toutes les %lld minutes
ja: %lld 分ごと
pt_br: A cada %lld minutos
ru: Каждые %lld мин.
zh_hans: 每 %lld 分钟

source: Every agent's limit at a glance
fr: La limite de chaque agent d'un coup d'œil
ja: すべてのエージェントの上限をひと目で
pt_br: O limite de cada agente num relance
ru: Лимиты всех агентов одним взглядом
zh_hans: 每个智能体的额度一目了然

source: Every coding agent. One pill.
fr: Tous vos agents de code. Une pastille.
ja: すべてのコーディングエージェントを、1 つのピルに。
pt_br: Todo agente de código. Uma cápsula.
ru: Все агенты. Одна пилюля.
zh_hans: 所有编程智能体。一颗胶囊。

source: Every limit, at a glance
fr: Chaque limite, d'un coup d'œil
ja: すべての上限を、ひと目で
pt_br: Todos os limites, num relance
ru: Все лимиты одним взглядом
zh_hans: 所有额度，一目了然

source: Every minute
fr: Toutes les minutes
ja: 1 分ごと
pt_br: A cada minuto
ru: Каждую минуту
zh_hans: 每分钟

source: Everything here can be changed later in Settings.
fr: Tout ceci peut être modifié plus tard dans les Réglages.
ja: ここでの設定はすべて、あとから「設定」で変更できます。
pt_br: Tudo aqui pode ser alterado depois nos Ajustes.
ru: Всё это можно изменить позже в настройках.
zh_hans: 这里的一切以后都能在设置里更改。

source: Experimental. Only when Claude Desktop is in front, a session is idle and its message box is empty.
fr: Expérimental. Seulement quand Claude Desktop est au premier plan, qu'une session est inactive et que son champ de message est vide.
ja: 実験的機能。Claude Desktop が前面にあり、セッションがアイドル状態で、メッセージ欄が空のときだけ動作します。
pt_br: Experimental. Só quando o Claude Desktop está na frente, uma sessão está ociosa e a caixa de mensagem dela está vazia.
ru: Экспериментально. Только когда Claude Desktop на переднем плане, сеанс простаивает и поле сообщения пустое.
zh_hans: 实验性。仅当 Claude Desktop 在前台、会话空闲且消息框为空时。

source: Experimental. Without it, Claude Desktop picks the level up next session.
fr: Expérimental. Sans ceci, Claude Desktop prend le niveau à la session suivante.
ja: 実験的機能。オフの場合、Claude Desktop には次のセッションからレベルが反映されます。
pt_br: Experimental. Sem isto, o Claude Desktop aplica o nível na próxima sessão.
ru: Экспериментально. Без этого Claude Desktop получит уровень в следующем сеансе.
zh_hans: 实验性。不打开的话，Claude Desktop 要到下个会话才会用上新档位。

source: Extra usage
fr: Consommation supplémentaire
ja: 追加使用量
pt_br: Uso extra
ru: Дополнительное использование
zh_hans: 额外用量

source: Extra usage balance
fr: Solde de consommation supplémentaire
ja: 追加使用量の残高
pt_br: Saldo de uso extra
ru: Баланс дополнительного использования
zh_hans: 额外用量余额

source: Find the notch
fr: Trouvez l'encoche
ja: ノッチを見つけよう
pt_br: Encontre o notch
ru: Найдите панель
zh_hans: 找到刘海

source: Finish
fr: Terminer
ja: 完了
pt_br: Concluir
ru: Готово
zh_hans: 完成

source: Finished, or waiting on you. Click it to jump to the session.
fr: Terminée, ou en attente de vous. Cliquez pour aller à la session.
ja: 完了、またはあなたを待機中。クリックするとそのセッションへ移動します。
pt_br: Concluído, ou aguardando você. Clique para ir à sessão.
ru: Завершено или ждёт вас. Нажмите, чтобы перейти к сеансу.
zh_hans: 完成了，或者在等你。点击即可跳到该会话。

source: Flying…
fr: En vol…
ja: 移動中…
pt_br: Voando…
ru: Летим…
zh_hans: 飞行中…

source: Fresh output. Go look.
fr: Du nouveau. Allez voir.
ja: 新しい出力です。見に行きましょう。
pt_br: Resultado novo. Vai lá ver.
ru: Новый результат. Посмотрите.
zh_hans: 新鲜出炉，快去看看。

source: Fresh window, %@
fr: Nouvelle fenêtre, %@
ja: %@、枠が新しくなりました
pt_br: Janela renovada, %@
ru: Новое окно, %@
zh_hans: 新的窗口期，%@

source: Generating
fr: Génération
ja: 生成中
pt_br: Gerando
ru: Генерация
zh_hans: 正在生成

source: Get Started
fr: Commencer
ja: はじめる
pt_br: Começar
ru: Начать
zh_hans: 开始使用

source: Green light from %@
fr: Feu vert de %@
ja: %@ からゴーサイン
pt_br: Sinal verde do %@
ru: Зелёный свет от %@
zh_hans: %@ 亮绿灯了

source: Green light, builder
fr: Feu vert, bâtisseur
ja: ゴーサインです、ビルダー
pt_br: Sinal verde, dev
ru: Зелёный свет, творец
zh_hans: 绿灯亮了，建造者

source: Hidden from the notch · Loaded in %@
fr: Masqué de l'encoche · Chargé dans %@
ja: ノッチでは非表示 · %@ には読み込み済み
pt_br: Oculto no notch · Carregado no %@
ru: Скрыто на панели · Загружено в %@
zh_hans: 已从刘海隐藏 · 仍加载在 %@

source: Hide idle sessions
fr: Masquer les sessions inactives
ja: アイドル状態のセッションを隠す
pt_br: Ocultar sessões ociosas
ru: Скрывать неактивные сеансы
zh_hans: 隐藏空闲会话

source: Hide idle sessions after
fr: Masquer les sessions inactives après
ja: アイドル状態のセッションを隠すまで
pt_br: Ocultar sessões ociosas após
ru: Скрывать неактивные сеансы через
zh_hans: 空闲多久后隐藏会话

source: Hold ⌘ and move the lid to set effort
fr: Maintenez ⌘ et bougez le capot pour régler l'effort
ja: ⌘ を押しながら蓋を動かして推論レベルを設定
pt_br: Segure ⌘ e mova a tampa para definir o esforço
ru: Удерживайте ⌘ и двигайте крышку, чтобы задать усилие
zh_hans: 按住 ⌘ 并开合屏幕来设置推理强度

source: Hold ⌘ and move the lid to set how hard your agents think. Let go to apply.
fr: Maintenez ⌘ et bougez le capot pour régler l'intensité de réflexion de vos agents. Relâchez pour appliquer.
ja: ⌘ を押しながら蓋を動かすと、エージェントの思考の深さを設定できます。離すと適用されます。
pt_br: Segure ⌘ e mova a tampa para definir o quanto seus agentes pensam. Solte para aplicar.
ru: Удерживайте ⌘ и двигайте крышку, чтобы задать, насколько усердно думают агенты. Отпустите, чтобы применить.
zh_hans: 按住 ⌘ 并开合屏幕，设置智能体思考的强度。松开即生效。

source: Hold ⌘ and tilt the lid
fr: Maintenez ⌘ et inclinez le capot
ja: ⌘ を押しながら蓋を傾ける
pt_br: Segure ⌘ e incline a tampa
ru: Удерживайте ⌘ и наклоните крышку
zh_hans: 按住 ⌘ 并倾斜屏幕

source: Hold ⌘ and tilt the lid: open for more thinking, close for less. Every agent follows.
fr: Maintenez ⌘ et inclinez le capot : ouvrez pour plus de réflexion, refermez pour moins. Tous les agents suivent.
ja: ⌘ を押しながら蓋を傾けます。開くと深く考え、閉じると浅くなります。すべてのエージェントが従います。
pt_br: Segure ⌘ e incline a tampa: abra para mais raciocínio, feche para menos. Todos os agentes acompanham.
ru: Удерживайте ⌘ и наклоняйте крышку: откройте — больше размышлений, прикройте — меньше. Все агенты подстроятся.
zh_hans: 按住 ⌘ 并倾斜屏幕：打开一些多想点，合上一些少想点。每个智能体都会跟着变。

source: Hold ⌘ to change effort
fr: Maintenez ⌘ pour changer l'effort
ja: ⌘ を押して推論レベルを変更
pt_br: Segure ⌘ para mudar o esforço
ru: Удерживайте ⌘, чтобы изменить усилие
zh_hans: 按住 ⌘ 更改推理强度

source: Hold ⌥ and drag the notch to slide it. Each edge remembers its place.
fr: Maintenez ⌥ et faites glisser l'encoche pour la déplacer. Chaque bord retient sa position.
ja: ⌥ を押しながらノッチをドラッグしてずらします。位置は辺ごとに記憶されます。
pt_br: Segure ⌥ e arraste o notch para deslizá-lo. Cada borda lembra a posição dele.
ru: Удерживайте ⌥ и перетаскивайте панель, чтобы сдвинуть её. Для каждого края запоминается своё положение.
zh_hans: 按住 ⌥ 拖动刘海即可滑动它。每条边都会记住自己的位置。

source: Home on the right.
fr: Retour à la maison, à droite.
ja: 右の定位置へ。
pt_br: Em casa, à direita.
ru: Дом — справа.
zh_hans: 家在右边。

source: Hook installed in ~/.claude/settings.json
fr: Hook installé dans ~/.claude/settings.json
ja: ~/.claude/settings.json にフックをインストール済み
pt_br: Hook instalado em ~/.claude/settings.json
ru: Хук установлен в ~/.claude/settings.json
zh_hans: Hook 已安装到 ~/.claude/settings.json

source: How a waiting approval or question gets your attention.
fr: Comment une autorisation ou une question en attente attire votre attention.
ja: 待機中の承認や質問をどう知らせるか。
pt_br: Como uma aprovação ou pergunta pendente chama sua atenção.
ru: Как ожидающее подтверждение или вопрос привлекает ваше внимание.
zh_hans: 等待中的批准或提问如何引起你的注意。

source: How much of the screen shows through the pill, its buttons and the cards. Fully right is nearly bare glass; text on the cards gets harder to read over busy windows.
fr: La part d'écran visible à travers la pastille, ses boutons et les cartes. Tout à droite, c'est presque du verre nu ; le texte des cartes devient plus difficile à lire sur des fenêtres chargées.
ja: ピル、そのボタン、カードからどれだけ画面が透けて見えるか。右端いっぱいではほぼ素のガラスになり、にぎやかなウインドウの上ではカードの文字が読みにくくなります。
pt_br: Quanto da tela aparece através da cápsula, dos botões dela e dos cartões. Todo à direita é quase só vidro; o texto nos cartões fica mais difícil de ler sobre janelas carregadas.
ru: Насколько экран просвечивает сквозь пилюлю, её кнопки и карточки. В крайнем правом положении — почти чистое стекло; текст на карточках труднее читать поверх пёстрых окон.
zh_hans: 胶囊、按钮和卡片透出多少屏幕内容。拉到最右几乎是纯玻璃；在繁杂的窗口上方，卡片上的文字会更难读。

source: Hurray! %@ is back
fr: Hourra ! %@ est de retour
ja: やった！%@ が戻ってきました
pt_br: Oba! %@ está de volta
ru: Ура! %@ снова в строю
zh_hans: 好耶！%@ 回来了

source: I'm in the notch, the menu bar and Settings whenever you need me. The tour is in Settings → General if you want it again.
fr: Je suis dans l'encoche, la barre des menus et les Réglages dès que vous avez besoin de moi. La visite est dans Réglages → Général si vous voulez la refaire.
ja: ノッチ、メニューバー、設定にいつでもいます。ツアーをもう一度見たいときは「設定 → 一般」から。
pt_br: Estou no notch, na barra de menus e nos Ajustes sempre que precisar. O tour está em Ajustes → Geral se quiser vê-lo de novo.
ru: Я на панели, в строке меню и в настройках, когда понадоблюсь. Тур можно пройти снова в разделе «Настройки → Общие».
zh_hans: 需要我时，我就在刘海、菜单栏和设置里。想再看一遍导览，去 设置 → 通用。

source: In the background; they apply the next time pillr starts.
fr: En arrière-plan ; elles s'appliquent au prochain démarrage de pillr.
ja: バックグラウンドで。次回 pillr を起動したときに適用されます。
pt_br: Em segundo plano; valem na próxima vez que o pillr iniciar.
ru: В фоне; они применяются при следующем запуске pillr.
zh_hans: 在后台进行；下次 pillr 启动时生效。

source: In the list that opens, switch on pillr.
fr: Dans la liste qui s'ouvre, activez pillr.
ja: 開いたリストで pillr をオンにしてください。
pt_br: Na lista que abrir, ative o pillr.
ru: В открывшемся списке включите pillr.
zh_hans: 在打开的列表里，打开 pillr。

source: Install
fr: Installer
ja: インストール
pt_br: Instalar
ru: Установить
zh_hans: 安装

source: Installed
fr: Installé
ja: インストール済み
pt_br: Instalado
ru: Установлено
zh_hans: 已安装

source: It needs a decision.
fr: Une décision est requise.
ja: 判断が必要です。
pt_br: Precisa de uma decisão.
ru: Нужно ваше решение.
zh_hans: 需要你做个决定。

source: Keep building.
fr: Continuez à construire.
ja: 作り続けよう。
pt_br: Continue construindo.
ru: Строим дальше.
zh_hans: 继续创造。

source: Left to Claude
fr: Laissé à Claude
ja: Claude に任せました
pt_br: Deixado com o Claude
ru: Оставлено Claude
zh_hans: 交给 Claude 处理

source: Let's go
fr: C'est parti
ja: 始めよう
pt_br: Vamos lá
ru: Поехали
zh_hans: 出发

source: Level
fr: Niveau
ja: レベル
pt_br: Nível
ru: Уровень
zh_hans: 档位

source: Lid
fr: Capot
ja: 蓋
pt_br: Tampa
ru: Крышка
zh_hans: 屏幕盖

source: Lid & Effort
fr: Capot et effort
ja: 蓋と推論レベル
pt_br: Tampa e esforço
ru: Крышка и усилие
zh_hans: 屏幕盖与推理强度

source: Lid alone only changes the angle
fr: Le capot seul ne change que l'angle
ja: 蓋だけでは角度が変わるだけ
pt_br: A tampa sozinha só muda o ângulo
ru: Одна крышка меняет только угол
zh_hans: 只动屏幕盖只会改变角度

source: Lid angle
fr: Angle du capot
ja: 蓋の角度
pt_br: Ângulo da tampa
ru: Угол крышки
zh_hans: 屏幕盖角度

source: Lid gesture
fr: Geste du capot
ja: 蓋のジェスチャ
pt_br: Gesto da tampa
ru: Жест крышкой
zh_hans: 屏幕盖手势

source: Lid gesture · defaults for new sessions
fr: Geste du capot · valeurs par défaut des nouvelles sessions
ja: 蓋のジェスチャ · 新しいセッションのデフォルト
pt_br: Gesto da tampa · padrão para novas sessões
ru: Жест крышкой · по умолчанию для новых сеансов
zh_hans: 屏幕盖手势 · 新会话的默认值

source: Lid sensor on
fr: Capteur du capot actif
ja: 蓋センサーあり
pt_br: Sensor da tampa ativo
ru: Датчик крышки включён
zh_hans: 屏幕盖传感器已开启

source: Liquid Glass that stays glass
fr: Un Liquid Glass qui reste du verre
ja: ガラスのままの Liquid Glass
pt_br: Liquid Glass que continua vidro
ru: Liquid Glass, который остаётся стеклом
zh_hans: 始终保持玻璃质感的 Liquid Glass

source: Live → %@
fr: En direct → %@
ja: ライブ → %@
pt_br: Ao vivo → %@
ru: Сразу → %@
zh_hans: 实时 → %@

source: Live → %@ (Superset)
fr: En direct → %@ (Superset)
ja: ライブ → %@（Superset）
pt_br: Ao vivo → %@ (Superset)
ru: Сразу → %@ (Superset)
zh_hans: 实时 → %@（Superset）

source: Loaded in %@.
fr: Chargé dans %@.
ja: %@ に読み込み済み。
pt_br: Carregado no %@.
ru: Загружено в %@.
zh_hans: 已加载在 %@ 中。

source: Look
fr: Aspect
ja: 見た目
pt_br: Visual
ru: Вид
zh_hans: 外观

source: Looking for Claude's login…
fr: Recherche des identifiants de Claude…
ja: Claude のログインを探しています…
pt_br: Procurando o login do Claude…
ru: Поиск входа Claude…
zh_hans: 正在查找 Claude 的登录信息…

source: Looking for agents…
fr: Recherche des agents…
ja: エージェントを探しています…
pt_br: Procurando agentes…
ru: Поиск агентов…
zh_hans: 正在查找智能体…
